Repository: wp-plugins/where-i-was-where-i-will-be
Catalog: language/wiwwiwb-*.po
Languages: pt_br

source: Locals
pt_br: Locais

source: Manage Locals
pt_br: Gerenciar Locais

source: Edit Local
pt_br: Editar Local

source: Edit Locals
pt_br: Editar Locais

source: New Local
pt_br: Novo Local

source: Type
pt_br: Tipo

source: Manage Types
pt_br: Gerenciar Tipos

source: Settings
pt_br: Configurações

source: Name
pt_br: Nome

source: Action
pt_br: Ação

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: Confirm
pt_br: Confirmar

source: Cancel
pt_br: Cancelar

source: Type successfully included!
pt_br: Tipo incluído com sucesso!

source: Type successfully changed!
pt_br: Tipo editado com sucesso!

source: Type successfully deleted!
pt_br: Tipo deletado com sucesso!

source: NO IMAGE
pt_br: SEM IMAGEM

source: Arrival
pt_br: Chegada

source: Departure
pt_br: Partida

source: Text
pt_br: Texto

source: Local successfully included!
pt_br: Local incluído com sucesso!

source: Local successfully changed!
pt_br: Local editado com sucesso!

source: Local successfully deleted!
pt_br: Local deletado com sucesso!

source: City
pt_br: Cidade

source: Country
pt_br: País

source: Flag
pt_br: Bandeira

source: Days
pt_br: Dias

source: Nigths
pt_br: Noites

source: Image
pt_br: Imagem

source: Insert
pt_br: Inserir

source: [%s] must have more than 3 character
pt_br: [%s] deve ter mais de 3 caracteres

source: Error saving new Type!
pt_br: Falha ao salvar novo Tipo!

source: Error editing Type!
pt_br: Falha ao editar Tipo!

source: Error deleting Type!
pt_br: Falha ao deletar Tipo!

source: [%s] is required
pt_br: [%s] é necessário

source: [%s] must be 2 characters
pt_br: [%s] deve ter 2 caracteres

source: [%s] must be a number
pt_br: [%s] deve ser um número

source: [%s] must be a valid date
pt_br: [%s] deve ser uma data válida

source: [%s] must be set
pt_br: [%s] deve ser definido

source: [%s] invalid
pt_br: [%s] inválido

source: Error saving new Local!
pt_br: Falha ao salvar novo Local!

source: Error editing Local!
pt_br: Falha ao editar Local!

source: Error deleting Local!
pt_br: Falha ao deletar Local!

source: Add New Local
pt_br: Adicionar Novo Local

source: Please select a Local on page <strong>Manage Locals</strong>
pt_br: Por favor, selecione um Local na página <strong>Gerenciar Locais</strong>

source: Get Info from Google
pt_br: Buscar dados do Google

source: Get
pt_br: Buscar

source: Upload Image
pt_br: Upload Imagem

source: Preview Image
pt_br: Preview Imagem

source: Load Standard Text
pt_br: Carregar Texto Padrão

source: Where I Was, Where I Wil Be
pt_br: Where I Was, Where I Will Be

source: Start Date
pt_br: Data Início

source: End Date
pt_br: Data Fim

source: Show only until current date
pt_br: Mostrar até a data corrente

source: if checked it will ignore the End Date
pt_br: Se marcado, a data fim será ignorada

source: Show places without arrival date
pt_br: Mostrar locais sem data de chegada

source: if Start Date filled it will be ignored
pt_br: Se Data Início estiver preenchida, este será ignorado

source: Choose Type
pt_br: Escolha o Tipo

source: Choose Local
pt_br: Escolha o Local

source: If you choose one or more locals, the type you have had choosed will be ignored on the map
pt_br: Se você escolher um ou mais locais, o tipo que você escolheu será ignorado

source: Map Size [Width]
pt_br: Tamanho do Mapa [Largura]

source: Map Size [Height]
pt_br: Tamanho do Mapa [Altura]

source: Use px or %.
pt_br: Use px ou %.

source: If none used, will be considered as px.
pt_br: Se nenhum usado será considerado como px.

source: Class
pt_br: Classe

source: Map Id
pt_br: Mapa Id

source: Google Map Options
pt_br: Opções do Google Maps

source: Force Zoom
pt_br: Forçar Zoom

source: If you set a number as a Zoom value, it will only work if the map has only one markers.
pt_br: Se você definir um número para Zoom, este somente funcionará se você tiver apenas um marcados no mapa.

source: Checking Force Zoom, it will show all markers, but focused on the last one.
pt_br: Marcando Forçar Zoom, será mostrado todos os marcadores, porém com foco no último.

source: Map Type
pt_br: Tipo do Mapa

source: Hybrid
pt_br: Hibrido

source: Road Map
pt_br: Estrada

source: Satellite
pt_br: Satélite

source: Terrain
pt_br: Terreno

source: See All Markers Button
pt_br: Botão Ver Todos Marcadores

source: Disabled
pt_br: Desabilitado

source: Enabled
pt_br: Habilitado

source: See All Markers Button Position
pt_br: Ver Todos Marcadores Posição

source: Pan Control
pt_br: Controle de Local

source: Pan Position
pt_br: Posição

source: Zoom Control
pt_br: Controle de Zoom

source: Default
pt_br: Padrão

source: Small
pt_br: Pequeno

source: Large
pt_br: Grande

source: Zoom Position
pt_br: Posição

source: Control Style
pt_br: Estilo do Controle

source: Horizontal Bar
pt_br: Barra Horizontal

source: Dropdown Menu
pt_br: Menu Dropdown

source: Control Position
pt_br: Posição

source: Scale Control
pt_br: Controle de Escala

source: Scale Position
pt_br: Posição

source: Fixed to BOTTOM_RIGHT
pt_br: Fixado em BOTTOM_RIGHT

source: Street View Control
pt_br: Controle de Visão da Rua

source: Street View Position
pt_br: Posição

source: Insert Shortcode
pt_br: Inserir Shortcode

source: See
pt_br: Ver

source: More Info
pt_br: Mais Info

source: Insert New Local
pt_br: Inserir Novo Local

source: Standard Type
pt_br: Tipo Padrão

source: Standard Text
pt_br: Texto Padrão

source: Advanced Options
pt_br: Opções Avançadas

source: DO NOT load Google Api from this plugin!
pt_br: NÃO carregar a Api do Google a partir deste plugin!

source: Only mark it if you know what you are doing!
pt_br: Somente marque se você sabe o que está fazendo!

source: Delete Locals and Types when deactivate WIWWIWB plugin!
pt_br: Deletar Locais e Tipos quando desativar o plugin WIWWIWB!

source: It will also reset all settings!
pt_br: Isto também deletará todas as configurações!

source: Add New Type
pt_br: Adicionar Novo Tipo

source: Choose Pin
pt_br: Escolha o Pin:

source: Where download pin?
pt_br: Onde encontrar outros Pins?

source: Insert New Pin
pt_br: Inserir Novo Pin

source: Click to set the zoom to show all markers
pt_br: Clique para ver todos marcadores

source: Show All Markers
pt_br: Mostrar todos marcadores

source: Choose Image
pt_br: Escolher Imagem

source: Loading
pt_br: Carregando

source: Geocode was not successful for the following reason
pt_br: Ocorreu um erro com Geocode devido as seguintes razões
